{
    "allLetters" : [
        ["A", "0"], ["B", "0"], ["C", "0"], ["D", "0"], ["E", "0"], ["F", "0"], ["G", "0"], 
        ["H", "0"], ["I", "0"], ["J", "1"], ["K", "0"], ["L", "0"], ["M", "0"], ["N", "0"], 
        ["O", "0"], ["P", "0"], ["Q", "0"], ["R", "0"], ["S", "0"], ["T", "0"], ["U", "0"], 
        ["V", "0"], ["W", "0"], ["X", "0"], ["Y", "0"], ["Z", "1"]
    ], 

    "lettersStatic" : [
        "A", "B", "C", "D", "E", "F", "G", 
        "H", "I", "J", "K", "L", "M", "N", 
        "O", "P", "Q", "R", "S", "T", "U", 
        "V", "W", "X", "Y", "Z"
    ], 
    "lettersDesc" : [
        "Make a fist with your thumb pointing out on the side. It looks a lot like a lowercase 'a'.",
        "Raise your hand with your fingers pointing up, and tuck your thumb in towards your palm.", 
        "Cup your hand into a 'c' shape.",
        "Make an 'O' shape, then point your index finger up to the sky. It looks a lot like a lowercase 'd'.",
        "Face your palm out, and curl all fingers (not thumb) down towards your palm. Then tuck your thumb in so your other fingers rest on it.",
        "Make an 'O' shape, then point your pinky, ring and index finger up to the sky.",
        "Extend index and thumb so they are parallel to each other and tuck the rest of your fingers towards your palm. Make sure your pinky is parallel to the floor.",
        "Extend index and thumb so they are parallel to each other, line your middle finger up with your index finger, and tuck the rest of your fingers towards your palm. Make sure your pinky is parallel to the floor.",
        "Make a fist, then point your pinky finger up to the sky.",
        "Make a fist, then point your pinky finger up to the sky. Then make a downward scooping motion with your pinky to make a J-shape in the air.",
        "Make a 'peace' sign with your index and middle finger. Then bring your thumb up to touch the mid-point of your index and middle finger.",
        "Point your index finger to the sky, stick your thumb out to the side, and tuck the rest of your fingers towards your palm. It looks like an uppercase 'L'.",
        "Make a fist, and tuck your thumb between your pinky and ring finger. The fingers after above your thumb looks like a lowercase 'm'.",
        "Make a fist, and tuck your thumb between your ring and middle finger. The fingers after above your thumb looks like a lowercase 'n'.",
        "Make an 'O' shape by connecting all 5 fingertips together. It looks like an 'o'.",
        "Make a 'peace' sign with your index and middle finger. Then bring your thumb up to touch the mid-point of your index and middle finger. Then point your middle finger towards the floor.",
        "Point your index and thumb down to the floor, tuck the rest of your fingers towards your palm.",
        "Cross your pointer and middle fingers together pointing at the sky, and tuck the rest of your fingers towards your palm.",
        "Make a fist with your palm facing out and your thumb tucked in.",
        "Make a fist, and tuck your thumb between your middle and index finger.",
        "Point your index and middle finger together towards the sky and tuck the rest of your fingers to the palm of your hand.",
        "Make a 'peace' sign with your index and middle finger pointing towards the sky. It looks like an uppercase 'V'.",
        "Point your index, middle, and ring finger towards the sky, and tuck in the rest of your fingers. It looks like a 'W'.",
        "Bend your pointer finger so it looks like a hook, and tuck the rest of your fingers in towards your palm.",
        "Make a fist, then point your thumb and pinky fingers straight out.",
        "Use your index finger to draw the letter 'Z' in the air."
    ],
    "letterVideos" : [
        "0vJ7tOVhGOw", 
        "lIbmOrtmXyo", 
        "s0USp3rrdy0", 
        "8MB_0Bpgvoo",
        "pOLFFdzX5ZE", 
        "azA1nlvnpCY", 
        "5gBaULl3-0Q", 
        "dyemybu4oPs", 
        "5D7P4T3NYyI", 
        "RRR67Y2KPX0", 
        "EIbFS-ijdXc", 
        "xB1NJvnNsDM", 
        "HpUWqI3KSCI", 
        "yHkRacLmc9o", 
        "S5B7ZfN_tHo", 
        "pbc8ivUxgPg", 
        "rsL2uRodibw", 
        "Tcvu8odvGgw", 
        "paIFy-9q4fE", 
        "Y3IuPM3KXec", 
        "_-8L9ftotX4", 
        "LD6o1EgZNf4", 
        "H3d7b6s7JnA", 
        "n2ZiF7ngzmk", 
        "mLnE-MDNPog", 
        "CCfgeWcgCtA" 
    ],
    "easyLetters" : [
        ["A", "0"], ["B", "0"], ["C", "0"], ["D", "0"], ["F", "0"], 
        ["I", "0"], ["K", "0"], ["L", "0"], 
        ["O", "0"], ["R", "0"], ["U", "0"], 
        ["V", "0"], ["W", "0"], ["X", "0"], ["Y", "0"],
        ["hello", "1"], ["please", "1"], ["thank you", "1"], ["yes", "1"], ["no", "1"]
    ], 
    "easyStaticLetters" : [
        ["A", "0"], ["B", "0"], ["C", "0"], ["D", "0"], ["F", "0"], 
        ["I", "0"], ["K", "0"], ["L", "0"], 
        ["O", "0"], ["R", "0"], ["U", "0"], 
        ["V", "0"], ["W", "0"], ["X", "0"], ["Y", "0"]
    ],
    "mediumLetters" : [
        ["A", "0"], ["B", "0"], ["C", "0"], ["D", "0"], ["E", "0"], ["F", "0"], 
        ["H", "0"], ["I", "0"], ["K", "0"], ["L", "0"], ["M", "0"], ["N", "0"], 
        ["O", "0"], ["R", "0"], ["S", "0"], ["T", "0"], ["U", "0"], 
        ["V", "0"], ["W", "0"], ["X", "0"], ["Y", "0"], 
        ["need", "1"], ["home", "1"], ["future", "1"], ["spaghetti", "1"],
        ["who", "1"], ["what", "1"], ["where", "1"], ["when", "1"], ["why", "1"]
    ],
    "mediumStaticLetters" : [
        ["A", "0"], ["B", "0"], ["C", "0"], ["D", "0"], ["E", "0"], ["F", "0"], 
        ["H", "0"], ["I", "0"], ["K", "0"], ["L", "0"], ["M", "0"], ["N", "0"], 
        ["O", "0"], ["R", "0"], ["S", "0"], ["T", "0"], ["U", "0"], 
        ["V", "0"], ["W", "0"], ["X", "0"], ["Y", "0"]
    ],
    "mediumDynamicLetters" : [
        ["need", "1"], ["home", "1"], ["future", "1"], ["spaghetti", "1"],
        ["who", "1"], ["what", "1"], ["where", "1"], ["when", "1"], ["why", "1"]
    ],
    "hardLetters": [
        ["A", "0"], ["B", "0"], ["C", "0"], ["D", "0"], ["E", "0"], ["F", "0"], ["G", "0"], 
        ["H", "0"], ["I", "0"], ["J", "1"], ["K", "0"], ["L", "0"], ["M", "0"], ["N", "0"], 
        ["O", "0"], ["P", "0"], ["Q", "0"], ["R", "0"], ["S", "0"], ["T", "0"], ["U", "0"], 
        ["V", "0"], ["W", "0"], ["X", "0"], ["Y", "0"], ["Z", "1"],
        ["hello", "1"], ["please", "1"], ["thank you", "1"], ["yes", "1"], ["no", "1"],
        ["need", "1"], ["home", "1"], ["future", "1"], ["spaghetti", "1"],
        ["who", "1"], ["what", "1"], ["where", "1"], ["when", "1"], ["why", "1"],
        ["how", "1"], ["family", "1"], ["friend", "1"]
    ],
    "hardDynamicLetters": [
        ["J", "1"], ["Z", "1"],
        ["hello", "1"], ["please", "1"], ["thank you", "1"], ["yes", "1"], ["no", "1"],
        ["need", "1"], ["home", "1"], ["future", "1"], ["spaghetti", "1"],
        ["who", "1"], ["what", "1"], ["where", "1"], ["when", "1"], ["why", "1"],
        ["how", "1"], ["family", "1"], ["friend", "1"]
    ],
    "vowelLetters" : [
        ["A", "0"], ["E", "0"], ["I","0"], ["O", "0"], ["U", "0"], ["Y", "0"]
    ],
    "words" : [
        "Who?",
        "What?",
        "Where?",
        "When?",
        "Why?", 
        "How?",
        "Hello",
        "Please",
        "Thank You",
        "Yes",
        "No",
        "Need",
        "Home",
        "Family",
        "Friend",
        "Future",
        "Spaghetti"
    ],
    "wordsDesc" : [
        "Place the tip of your thumb on your chin with your index finger extended. Bend your index finger twice.",
        "Hold both your hands with your palms facing up, and hands in front of you. Hunch your shoulders a bit. You should look like you are confused and asking 'What??'",
        "Hold your hand in front of you with your index finger pointing towards the sky. Then move your index finger side to side, still pointing upwards.",
        "Point both your index fingers towards the sky on both hands. Then hold your non-dominant hand still while your dominant hand circles around the index finger of the other hand",
        "Touch your dominant hand to the side of your head with your palm facing your face. Then pull your hand away into a 'Y' shape with your palm still facing you.",
        "There are two versions of this sign, here we use the two-handed version, where you curve both your hands into 'C' shapes in front of you with your thumbs touching. Then twist your hands forward 90 degress so your thumbs are facing towards the sky.",
        "With your hand flat and your palm facing outwards, wave from your head outwards. This should look like you're waving 'Hello!'",
        "Place your dominant hand over the center of your chest and move your hand in a clockwise motion. This should look like you're rubbing your chest.",
        "Place your dominant hand on your chin, with your palm facing inwards towards you. Then fold your arm down so your palm faces the sky. It should look like you are blowing a kiss to the person you're thanking (but don't move your lips).",
        "Make a fist with your dominant hand, and move your wrist downwards, then upwards, then downwards again. Imagine your hand is your head as you 'nod' your hand twice.",
        "Point your middle, index and thumb out, tucking your ring and pinky finger in. Then connect these 3 fingers together, with your middle and index going down towards your thumb.",
        "Make an 'X' sign with your index finger pointing forward (looks like a hook). Then keeping this shape, move your wrist downwards so your index finger points towards the ground.",
        "Start with all fingers of your dominant hand touching at a point, and place that point beside your mouth. Then keeping this shape, move it upwards to rest on your cheek.",
        "Make an 'F' shape with both index and thumbs touching the other hand. Then wrap your hands in a circle until your pinky fingers are side by side touching.",
        "Point both index fingers towards each other sideways, with your dominant finger on top of your other finger. Then bring your 2 fingers together. Do this again but flip your hands so your non-dominant hand is on top. It should look like 2 friends meeting.",
        "Start with your hand in line with your head with your palm facing towards you. Then bend your arm down 90 degrees until it is at your side.",
        "Start by making an 'I' shape with both hands, and point your pinky fingers towards each other. Then move your pinky fingers in a circle and pull your hands away from each other. It should look like your hands are making spirials."
    ],
    "wordVideos" : [
        "wKl26BsEAoc", 
        "sSdQWC7mUZc", 
        "HS0SXS-GHYY",
        "YWxvqP__qos",
        "K0yp2v6Atxs",
        "BaPzB4Xsq9Y",
        "FVjpLa8GqeM", 
        "rnb9FxPO7is", 
        "2W0BDFUjsG0",
        "0usayvOXzHo", 
        "QJXKaOSyl4o", 
        "Eo-vEE1gFxM", 
        "WSHD1XX7kWk", 
        "SxrxUgeTt00",
        "6RRmIyhkMx0",
        "RMUZFdu6VtI", 
        "jHJJidrxqmg"
    ]
}