{
    "goalHeader": "Our Goal",
    "goalDesc": [
        "Learning a new language can be an arduous task that only gets more challenging with age, as individuals may find it difficult to dedicate time and effort to it.",
        "American Sign Language (ASL) is particularly hard due to its visual and gestural nature, which is not found in other, verbal languages.", 
        "ASLingo aims to ease that challenge by providing an online, easy-to-access web platform for individuals to learn new signs and test their comprehension at their own pace in a fun, interactive manner.",
        "With a focus on consistent effort and continuous feedback, ASLingo provides real-time guidance to ensure users stay on track to achieving their goals of learning ASL."
    ],
    "backgroundInfoHeader": "How It Works",
    "backgroundInfoDesc": [
        "All you need to get started is a web browser and a webcam!",
        "You will first learn some basic signs by going to the 'Learn' page where you are presented with all the current signs in our app like letters, basic words/phrases and question words. ",
        "Then you can go to the 'Practice' page to test the signs you have learned with guides to help you. Then you can go to the 'Exercises' page where you can complete quizzes to test your knowledge.", 
        "These quizzes will prompt you with a sign and if you can then perform the correct ASL sign to match the prompt, and the application will tell you if you got it right!",
        "You can use this application to practice ASL and learn how to properly sign from our expert teachers."
    ], 
    "resourcesInfoHeader" : "Learning and Additional Resources",
    "resourcesInfoDesc" : [
        "The goal of ASLingo is to allow people all of all different abilities and skill levels learn ASL, American Sign Language.", 
        "There are also many links to check out if you would like to learn more about the culture and community of Deaf or hard of hearing people."
    ],
    "NADHeader" : "National Association of the Deaf", 
    "NADDesc" : [
        "The National Association of the Deaf (NAD) is an organization for the promotion of the right of deaf people in the United States and is a non-profit organization run by Deaf people to advocate for deaf rights.", 
        "They have great resources to check out, here are there FAQ's about the Deaf community and culture."
    ],
    "HSHeader" : "Handspeak", 
    "HSDesc" : [
        "HandSpeak is an online resource created by an ASL instructor and native signer in North America.", 
        "It includes an ASL video dictionary for learning signs that may not be listed above, as well as many great videos to learn common signs or phrases that is great for beginners!", 
        "Click the link below to learn more!"
    ],
    "gallaudetHeader" : "Gallaudet University", 
    "gallaudetDesc" : [
        "Gallaudet University is a university located in Washington, D.C. for the education of the deaf and hard of hearing, which was originally founded as a grammar school for both deaf and blind children.", 
        "They are striving to become the leading international resource for research, innovation, and outreach related to deaf and hard-of-hearing people.", 
        "To learn more about their cause and mission, click the link below!"
    ]
}